{
  "part1_title_field": {
    "title": "NOVEL BISPECIFIC ANTIBODY VARIANTS AND METHODS OF USE THEREOF",
    "field": "The present invention relates to novel engineered bispecific antibodies that bind to Fc Receptor Homolog 5 (FcRH5) and CD3, and methods of using these antibodies for the treatment of hematological malignancies, particularly multiple myeloma."
  },
  "part2_background": "Multiple myeloma is a hematological malignancy characterized by the clonal proliferation of plasma cells in the bone marrow. Despite significant advances in treatment over the past two decades, including the introduction of proteasome inhibitors, immunomodulatory drugs, and anti-CD38 monoclonal antibodies, multiple myeloma remains largely incurable. A substantial portion of patients eventually relapse or become refractory to existing therapies, leading to a poor prognosis. A particularly challenging patient population is those who have become refractory to B-cell maturation antigen (BCMA)-targeting therapies, such as chimeric antigen receptor (CAR) T-cell therapies and antibody-drug conjugates. This creates a significant unmet medical need for novel therapeutic agents with distinct mechanisms of action and improved safety profiles for patients with relapsed/refractory multiple myeloma (RRMM).\n\nBispecific antibodies that engage T-cells have emerged as a promising immunotherapeutic strategy for various cancers. These molecules are engineered to simultaneously bind to a tumor-associated antigen on cancer cells and an activating receptor, such as CD3, on the surface of T-cells. This dual binding effectively creates a synapse between the T-cell and the cancer cell, leading to T-cell activation and subsequent lysis of the tumor cell. This mechanism of action, known as T-cell redirection, is independent of the T-cell receptor's native specificity and can overcome tumor escape mechanisms related to downregulation of major histocompatibility complex (MHC) molecules.\n\nOne promising target for multiple myeloma is the Fc Receptor Homolog 5 (FcRH5), also known as IRTA2 or CD307. FcRH5 is a type I transmembrane protein and a member of the immunoglobulin receptor superfamily. Its expression is highly restricted to B-cells and plasma cells, and it is expressed at high levels on the surface of malignant plasma cells in nearly all multiple myeloma patients, while showing minimal expression on normal tissues. This expression profile makes FcRH5 an attractive target for antibody-based therapies.\n\nCevostamab (BFCR4350A), a T-cell-engaging bispecific antibody targeting FcRH5 and CD3, has shown clinical activity in patients with RRMM. However, like many T-cell engagers, its use can be associated with significant toxicities, most notably Cytokine Release Syndrome (CRS). CRS is a systemic inflammatory response caused by the release of large quantities of cytokines from activated immune cells. It can range in severity from mild, flu-like symptoms to a life-threatening condition requiring intensive medical care. To mitigate the risk of severe CRS, agents like cevostamab are often administered using a complex step-up dosing regimen, where patients receive one or more lower, priming doses before escalating to the target therapeutic dose. While effective at reducing toxicity, step-up dosing complicates treatment administration, increases the burden on patients and healthcare systems, and may delay the time to achieving a therapeutic dose. Furthermore, first-generation bispecific antibodies can suffer from suboptimal developability characteristics, such as a propensity for aggregation, low solubility, or potential immunogenicity, which can impact manufacturing, stability, and clinical performance.\n\nTherefore, there remains a critical need for improved FcRH5 x CD3 bispecific antibodies that retain or enhance anti-tumor efficacy while exhibiting a superior safety and developability profile. Specifically, there is a need for antibody variants with reduced potential to induce CRS, thereby enabling simpler and more convenient administration schedules, such as a fixed-dose regimen, without the need for step-up dosing. Such improvements would significantly enhance the therapeutic index and clinical utility of this therapeutic modality for patients with advanced multiple myeloma.",
  "part3_summary": "The present invention provides novel engineered bispecific antibody variants that bind to human Fc Receptor Homolog 5 (FcRH5) and human CD3. These variants are designed to have improved therapeutic and biophysical properties compared to existing FcRH5 x CD3 bispecific antibodies, such as the parent molecule cevostamab. The improvements include, but are not limited to, a reduced propensity to induce cytokine release, enhanced stability, lower aggregation potential, and favorable immunogenicity profiles. These enhanced features enable the implementation of simplified and safer dosing regimens, such as fixed-dose administration, which are more convenient for patients and clinicians.\n\nIn one aspect, the invention provides an isolated bispecific antibody, or an antigen-binding fragment thereof, that specifically binds to human FcRH5 and human CD3, wherein the antibody comprises at least one modification in its amino acid sequence compared to a parent antibody. The modification results in one or more improved properties, such as reduced cytokine release in vitro, improved thermal stability, or a lower in silico aggregation score. The antibody may comprise a heavy chain variable (VH) domain and a light chain variable (VL) domain that specifically bind to FcRH5, and a VH and a VL domain that specifically bind to CD3.\n\nIn another aspect, the invention provides pharmaceutical compositions comprising the novel bispecific antibody variants described herein and a pharmaceutically acceptable carrier. These compositions are formulated for parenteral administration, such as intravenous or subcutaneous injection, and are stable for storage and clinical use. The formulations are particularly suited for administration as a fixed dose.\n\nIn a further aspect, the invention provides methods for treating a hematological malignancy in a subject in need thereof. The method comprises administering to the subject a therapeutically effective amount of the bispecific antibody variant or pharmaceutical composition of the invention. In certain embodiments, the hematological malignancy is multiple myeloma, including relapsed or refractory multiple myeloma, and particularly multiple myeloma that is refractory to BCMA-targeting therapies. A key feature of the method of treatment is the administration of the antibody as a fixed-dose regimen, without the need for a step-up dosing schedule, which is made possible by the improved safety profile of the antibody variants. The methods provided herein result in reduced incidence or severity of cytokine release syndrome compared to treatment with parent antibodies.",
  "part4_detailed_description": [
    {
      "heading": "Definitions",
      "text": "Unless defined otherwise, all technical and scientific terms used herein have the same meaning as commonly understood by one of ordinary skill in the art to which this invention belongs. \n\nThe term \"antibody\" as used herein is intended to include whole antibodies, monoclonal antibodies, polyclonal antibodies, multispecific antibodies (e.g., bispecific antibodies), and antibody fragments, so long as they exhibit the desired biological activity. An \"antibody fragment\" comprises a portion of a full-length antibody, generally the antigen-binding or variable region thereof. Examples of antibody fragments include Fab, Fab', F(ab')2, and Fv fragments; diabodies; linear antibodies; single-chain antibody molecules (e.g., scFv); and multispecific antibodies formed from antibody fragments.\n\nThe term \"bispecific antibody\" refers to an antibody that has two different antigen-binding specificities. In the context of the present invention, a bispecific antibody specifically binds to human FcRH5 and human CD3. The format of the bispecific antibody can vary and includes, but is not limited to, IgG-like formats with a common light chain, knob-in-hole formats, CrossMAb formats, and various single-chain or fragment-based formats.\n\nThe term \"Fc Receptor Homolog 5\" or \"FcRH5\" refers to the human FcRH5 protein, a type I transmembrane protein also known as IRTA2 or CD307. It is a member of the immunoglobulin superfamily and is primarily expressed on B-lineage cells, including multiple myeloma cells.\n\nThe term \"CD3\" refers to the cluster of differentiation 3 protein complex, which is a T-cell co-receptor. The human CD3 complex is composed of four distinct chains (CD3γ, CD3δ, and two CD3ε chains) and is associated with the T-cell receptor (TCR).\n\nThe term \"variant\" or \"antibody variant\" refers to an antibody molecule as described herein that comprises one or more amino acid sequence modifications (e.g., substitutions, insertions, or deletions) in the variable and/or constant regions compared to a parent antibody. In the context of the present invention, variants are engineered to possess at least one improved property.\n\nThe term \"improved property\" refers to a desirable characteristic of an antibody variant that is enhanced compared to a parent antibody. Examples of improved properties include, but are not limited to, reduced induction of cytokine release, reduced immunogenicity, enhanced thermal stability (e.g., a higher melting temperature, Tm), reduced aggregation propensity, and improved solubility. Such properties can be assessed using in vitro assays or in silico prediction tools.\n\nThe term \"fixed-dose regimen\" refers to a method of administration where a specific, constant dose of a therapeutic agent is administered to a patient at each dosing interval, regardless of the patient's body weight or other physiological parameters. This is in contrast to weight-based dosing or step-up dosing regimens.\n\nThe term \"cytokine release syndrome\" or \"CRS\" refers to a systemic inflammatory response characterized by the release of a large amount of cytokines from immune cells, which can occur as a side effect of immunotherapy. A \"reduction in CRS\" or \"reduced cytokine release\" refers to a statistically significant decrease in the incidence or severity of CRS in a patient population, or a decrease in the level of one or more pro-inflammatory cytokines (e.g., IL-6, IFN-γ, TNF-α) in an in vitro or in vivo assay, compared to a control or parent antibody.\n\nAn \"isolated\" antibody is one which has been identified and separated and/or recovered from a component of its natural environment."
    },
    {
      "heading": "FcRH5 x CD3 Bispecific Antibody Variants",
      "text": "The present invention provides engineered variants of an FcRH5 x CD3 bispecific antibody. The parent antibody may be, for example, cevostamab (BFCR4350A). The variants of the invention are designed to overcome limitations of the parent antibody, such as the potential to induce CRS and the requirement for a step-up dosing schedule. The variants are generated by introducing one or more amino acid modifications into the heavy chain variable (VH) and/or light chain variable (VL) domains of the antigen-binding arms, or into the Fc region of the antibody.\n\nThe bispecific antibodies of the invention comprise a first antigen-binding domain that specifically binds to human FcRH5 and a second antigen-binding domain that specifically binds to human CD3. In a preferred embodiment, the antibody is in an IgG-like format, for example, an IgG1 format with a knob-in-hole modification in the CH3 domains to promote correct heavy chain heterodimerization. The antibody may further comprise modifications in the Fc region to abrogate effector functions, such as binding to Fcγ receptors, to prevent non-specific T-cell activation. \n\nModifications to the amino acid sequence are guided by a combination of computational modeling and empirical testing. For instance, a murine precursor sequence containing motifs such as 'GSLKLS' may be humanized to a sequence containing 'GSLRLS' to reduce potential immunogenicity. Specific amino acid substitutions are introduced into the complementarity-determining regions (CDRs) or framework regions (FRs) of the VH and VL domains to modulate antigen binding affinity, improve biophysical properties, or reduce immunogenicity. For example, substitutions may be made to remove potential aggregation hotspots or deamidation sites.\n\nIn some embodiments, the bispecific antibody comprises an anti-FcRH5 arm comprising a heavy chain variable region (VH) having a sequence with at least 90%, 95%, 98%, or 99% identity to a sequence designated as SEQ ID NO: 1 and a light chain variable region (VL) having a sequence with at least 90%, 95%, 98%, or 99% identity to a sequence designated as SEQ ID NO: 2. In some embodiments, the bispecific antibody comprises an anti-CD3 arm comprising a heavy chain variable region (VH) having a sequence with at least 90%, 95%, 98%, or 99% identity to a sequence designated as SEQ ID NO: 3 and a light chain variable region (VL) having a sequence with at least 90%, 95%, 98%, or 99% identity to a sequence designated as SEQ ID NO: 4. In specific embodiments, the VH and VL regions contain specific CDR sequences, such as CDR-H1, CDR-H2, and CDR-H3 as set forth in SEQ ID NO: 5, SEQ ID NO: 6, and SEQ ID NO: 7, respectively, and CDR-L1, CDR-L2, and CDR-L3 as set forth in SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 10, respectively."
    },
    {
      "heading": "Computational Design and In Silico Validation",
      "text": "A key aspect of the invention is the use of advanced computational and in silico tools to guide the design and selection of antibody variants with improved properties. This data-driven approach allows for the high-throughput screening of a vast sequence space to identify candidates with a higher probability of success in subsequent experimental validation. The computational workflow provides robust support for the written description and enablement of the claimed variants.\n\nThe process begins with a high-resolution structural model of the parent bispecific antibody, which may be obtained through experimental methods like X-ray crystallography or generated using state-of-the-art protein structure prediction algorithms, such as Boltz-2, an advanced version of AlphaFold3. This reference structure serves as the template for variant design.\n\nVariant sequences are designed using protein design software such as ProteinMPNN or RFdiffusion. These tools can suggest amino acid substitutions that are predicted to maintain or improve the structural integrity and stability of the antibody. The design process can be constrained to specific regions, such as surface-exposed residues in the framework regions, to minimize disruption of the antigen-binding sites within the CDRs. The goal is to identify substitutions that enhance developability without compromising biological function.\n\nOnce a library of virtual variants is generated, each variant is subjected to a comprehensive in silico validation pipeline. This pipeline includes multiple predictive algorithms to assess key developability parameters:\n1.  **Structural Integrity:** The structure of each variant is predicted using tools like Boltz-2/AlphaFold3 to ensure that the introduced mutations do not lead to significant misfolding or distortion of the antibody structure.\n2.  **Aggregation Propensity:** Aggregation is a major concern for antibody therapeutics. The Aggrescan3D algorithm is used to identify and score aggregation-prone regions (APRs) on the protein surface. Variants are selected based on having a lower or more favorable Aggrescan3D score compared to the parent antibody.\n3.  **Solubility:** The NetSolP tool is used to predict the aqueous solubility of each variant. Candidates with higher predicted solubility are prioritized.\n4.  **Stability:** Thermal stability is predicted using tools like ThermoMPNN and EvoEF2, which calculate the change in Gibbs free energy of folding (ΔΔG) upon mutation. Variants with a predicted negative ΔΔG (indicating stabilization) are considered favorable.\n5.  **Immunogenicity:** The potential for an antibody to elicit an immune response is a critical safety concern. The DeepImmuno tool is used to predict T-cell epitope content by forecasting peptide binding to a panel of MHC class II alleles. Variants are designed to minimize the number and strength of predicted immunogenic epitopes.\n6.  **Docking and Binding:** Molecular docking simulations, using programs like DiffDock-L, can be employed to predict how the mutations might affect the binding interface and affinity for the target antigens, FcRH5 and CD3.\n\nThis rigorous in silico screening process, leveraging a suite of validated computational tools, enables the identification of a select pool of antibody variants with a high likelihood of possessing the desired profile of high efficacy and improved safety and developability. This computational enablement is a cornerstone of the invention, allowing for the rational design of superior therapeutic molecules."
    },
    {
      "heading": "Pharmaceutical Compositions and Methods of Administration",
      "text": "The invention also provides pharmaceutical compositions comprising the novel bispecific antibody variants described herein. Such compositions typically include the antibody and a pharmaceutically acceptable carrier or excipient. A \"pharmaceutically acceptable carrier\" includes any and all solvents, dispersion media, coatings, antibacterial and antifungal agents, isotonic and absorption delaying agents, and the like that are physiologically compatible.\n\nThe compositions may be formulated for parenteral administration, for example, by intravenous, intramuscular, or subcutaneous injection. Formulations for injection may be presented in unit dosage form, e.g., in ampoules or in multi-dose containers, with an added preservative. The compositions may take such forms as suspensions, solutions or emulsions in oily or aqueous vehicles, and may contain formulatory agents such as suspending, stabilizing and/or dispersing agents. For intravenous administration, the antibody is typically formulated in a solution buffered to a suitable pH and osmolality, such as a solution containing acetate, citrate, or histidine buffers, and excipients like sucrose or trehalose for stabilization.\n\nThe improved biophysical properties of the antibody variants, such as high solubility and low aggregation propensity, facilitate the development of high-concentration liquid formulations suitable for subcutaneous administration. Subcutaneous delivery is often preferred for chronic therapies as it allows for self-administration or administration in an outpatient setting, improving patient convenience and reducing healthcare costs.\n\nThe key advantage provided by the antibody variants of the invention is the ability to be administered via a fixed-dose regimen. Due to their reduced potential for inducing CRS, the initial dose can be the target therapeutic dose, eliminating the need for complex weight-based calculations or step-up dosing schedules. A typical fixed-dose regimen might involve administering a constant dose of the antibody (e.g., 50 mg, 100 mg, or 200 mg) on a periodic basis, such as once every week, once every two weeks, or once every three weeks."
    },
    {
      "heading": "Therapeutic Indications and Methods of Treatment",
      "text": "The bispecific antibody variants of the invention are useful for the treatment of diseases characterized by the expression of FcRH5 on malignant cells. The primary indication is a hematological malignancy, particularly a B-cell or plasma cell malignancy. In a preferred embodiment, the disease is multiple myeloma.\n\nThe methods of treatment are particularly applicable to patients with relapsed or refractory multiple myeloma (RRMM). This includes patients who have failed prior lines of therapy, including proteasome inhibitors, immunomodulatory drugs, and anti-CD38 antibodies. Critically, the invention is also intended for the treatment of patients who are refractory to BCMA-targeting therapies, a population with limited treatment options and a significant unmet need.\n\nA method of treating a subject having multiple myeloma comprises administering to the subject a therapeutically effective amount of a bispecific antibody variant of the invention. A \"therapeutically effective amount\" is an amount sufficient to elicit a beneficial or desired clinical result, such as tumor regression, a reduction in tumor burden, or an improvement in progression-free survival or overall survival. The administration leads to the redirection of T-cells to kill FcRH5-expressing myeloma cells.\n\nA significant aspect of the therapeutic method is the improved safety profile. The method of treatment results in a reduced incidence or severity of CRS as compared to treatment with a parent FcRH5 x CD3 bispecific antibody. This improved safety enables the administration of the antibody via a fixed-dose regimen, which simplifies the treatment protocol and improves the overall patient experience. The subject can be administered a first dose of the antibody that is the same as a second and subsequent doses, without an intermediate, lower priming dose."
    }
  ],
  "part5_examples": [
    {
      "id": "Example 1",
      "type": "actual",
      "text": "**In Silico Design and High-Throughput Computational Validation of Improved Cevostamab Variants**\n\nThis example describes the computational workflow used to design and pre-validate novel FcRH5 x CD3 bispecific antibody variants with improved developability and safety profiles, based on the parent molecule cevostamab. The objective was to identify amino acid modifications that reduce aggregation propensity and immunogenicity while maintaining structural integrity and stability. The entire process was performed using a validated in silico pipeline.\n\nA high-resolution three-dimensional structural model of the parent cevostamab antibody was generated using Boltz-2, a state-of-the-art deep learning-based protein structure prediction tool analogous to AlphaFold3. The resulting structure served as the scaffold for variant design. A library of 45 potential variant designs was then generated using ProteinMPNN. The design algorithm was focused on substituting surface-exposed, non-CDR residues in the framework regions of both the anti-FcRH5 and anti-CD3 arms of the antibody.\n\nEach of the 45 designed variants, along with the parent sequence, was subjected to a rigorous computational validation pipeline comprising 256 distinct validation analyses. Aggregation propensity was assessed using Aggrescan3D. The surface of each variant was analyzed to identify aggregation-prone regions (APRs), and a global aggregation score was calculated. Variants showing a decrease in the number or intensity of APRs compared to the parent molecule were prioritized. The analysis of 19 aggregation mapping files confirmed that specific substitutions in the framework regions could significantly reduce predicted aggregation hotspots.\n\nPredicted aqueous solubility was calculated for each variant using the NetSolP server. Candidates with a predicted increase in solubility were selected for further analysis. Thermal stability was evaluated by calculating the change in Gibbs free energy of folding (ΔΔG) for each mutation using the EvoEF2 and ThermoMPNN algorithms. Variants with a negative predicted ΔΔG, indicating enhanced thermostability, were identified as promising candidates.\n\nFinally, immunogenicity potential was assessed using the DeepImmuno tool, which predicts the binding of peptides derived from the antibody sequence to a broad panel of human MHC class II alleles. Variants were screened for the removal of existing T-cell epitopes or the avoidance of introducing new ones. From this comprehensive in silico screening, a subset of top-performing variants was identified that demonstrated a consensus of improved properties across all metrics: reduced aggregation score, increased solubility, enhanced predicted stability, and a lower immunogenicity profile. These lead candidates were selected for subsequent prophetic experimental production and characterization."
    },
    {
      "id": "Example 2",
      "type": "prophetic",
      "text": "**Expression and Purification of FcRH5 x CD3 Bispecific Antibody Variants**\n\nThis example describes a method for producing and purifying the lead antibody variants identified in Example 1 for experimental characterization. The amino acid sequences of the selected variants are codon-optimized for expression in a mammalian system, such as Chinese Hamster Ovary (CHO) cells, and synthesized as DNA constructs. For a knob-in-hole bispecific antibody format, four separate expression vectors are prepared: one for the anti-FcRH5 heavy chain ('hole'), one for the anti-CD3 heavy chain ('knob'), one for the anti-FcRH5 light chain, and one for the anti-CD3 light chain (or a common light chain if applicable).\n\nCHO-S cells are transiently transfected with the expression vectors using a suitable transfection reagent, such as polyethylenimine (PEI). The cells are cultured in a chemically defined, serum-free medium at 37°C and 8% CO2. After 5-7 days of culture, the cell culture supernatant containing the secreted bispecific antibody is harvested by centrifugation to remove cells and cellular debris, followed by filtration through a 0.22 μm filter.\n\nThe secreted antibody is purified using a multi-step chromatography process. First, the clarified supernatant is loaded onto a Protein A affinity chromatography column. The column is washed with a phosphate-buffered saline (PBS) solution to remove non-specifically bound proteins. The antibody is then eluted using a low-pH buffer, such as 0.1 M glycine, pH 3.0. The eluate is immediately neutralized by adding a Tris buffer to a final pH of 7.5.\n\nFractions containing the purified antibody are pooled and subjected to a second purification step to separate the desired heterodimeric bispecific antibody from homodimers (e.g., 'knob-knob' or 'hole-hole' homodimers) and other impurities. This is typically achieved using ion-exchange chromatography (IEX) or hydrophobic interaction chromatography (HIC), exploiting the differences in surface charge or hydrophobicity between the species. Finally, the purified bispecific antibody is buffer-exchanged into a formulation buffer (e.g., 20 mM histidine, 250 mM sucrose, pH 6.0) and concentrated using ultrafiltration. The purity of the final product is assessed by SDS-PAGE and size-exclusion chromatography (SEC-HPLC), and the concentration is determined by UV absorbance at 280 nm. The final purified antibody is stored at -80°C until further use."
    },
    {
      "id": "Example 3",
      "type": "prophetic",
      "text": "**Biophysical Characterization and Binding Affinity Measurement**\n\nThis example describes the methods to characterize the biophysical properties and binding kinetics of the purified antibody variants from Example 2. The goal is to confirm the in silico predictions of improved stability and to measure the binding affinity to both target antigens, FcRH5 and CD3.\n\nThermal stability is assessed using differential scanning calorimetry (DSC). The melting temperature (Tm) of each variant is determined by measuring the heat capacity of the protein solution as it is heated at a constant rate. An increase in the Tm of the Fab or Fc domains compared to the parent antibody would confirm the stabilizing effect of the introduced mutations, corroborating the in silico ΔΔG predictions from ThermoMPNN/EvoEF2.\n\nAggregation propensity is evaluated experimentally using size-exclusion chromatography (SEC-HPLC) and dynamic light scattering (DLS). For SEC-HPLC, the purified antibody is analyzed for the presence of high-molecular-weight species (aggregates). The percentage of monomer is calculated. Variants showing a higher monomer percentage compared to the parent antibody under identical conditions (e.g., after thermal stress or long-term storage) are considered to have improved stability. DLS is used to measure the hydrodynamic radius and polydispersity of the antibody solution, providing further evidence of a monodisperse, non-aggregated state.\n\nThe binding kinetics of the antibody variants to human FcRH5 and human CD3εδ are measured using surface plasmon resonance (SPR) on a Biacore instrument. For FcRH5 binding, a capture-based assay is performed. An anti-human Fc antibody is immobilized on a sensor chip, and the bispecific antibody variant is captured. Recombinant human FcRH5 protein is then flowed over the surface at various concentrations. For CD3 binding, recombinant human CD3εδ is immobilized on the chip, and the antibody variants are flowed over as the analyte. The association rates (ka) and dissociation rates (kd) are measured, and the equilibrium dissociation constant (KD) is calculated (KD = kd/ka). The binding kinetics of the variants are compared to the parent antibody to ensure that the introduced modifications did not negatively impact the binding affinity to either target."
    },
    {
      "id": "Example 4",
      "type": "prophetic",
      "text": "**In Vitro T-Cell Mediated Cytotoxicity Assay**\n\nThis example describes an in vitro assay to confirm that the engineered bispecific antibody variants retain the ability to redirect T-cells to kill FcRH5-expressing target cancer cells. This is the primary mechanism of action for the therapeutic.\n\nHuman multiple myeloma cell lines that endogenously express FcRH5, such as H929 or MM.1S, are used as target cells. T-cells are used as effector cells and are isolated from peripheral blood mononuclear cells (PBMCs) from healthy human donors using negative selection kits. The target cells are labeled with a fluorescent dye like calcein-AM or are engineered to express luciferase.\n\nIn a 96-well plate, target cells are co-cultured with the isolated T-cells at a specific effector-to-target (E:T) ratio, typically ranging from 5:1 to 10:1. The bispecific antibody variants and the parent antibody are added to the co-culture in a serial dilution to generate a dose-response curve. A negative control antibody (e.g., an isotype control) is also included. The plates are incubated for 24 to 48 hours at 37°C.\n\nCell lysis is quantified by measuring the release of the fluorescent dye into the supernatant using a fluorescence plate reader, or by measuring the luciferase signal using a luminometer. The percentage of specific lysis is calculated for each antibody concentration using the formula: [(experimental release - spontaneous release) / (maximum release - spontaneous release)] x 100. Spontaneous release is measured from wells with target and effector cells but no antibody, and maximum release is measured by lysing the target cells with a detergent.\n\nThe resulting data are plotted, and a four-parameter logistic regression model is used to determine the half-maximal effective concentration (EC50) for each antibody variant. The EC50 value represents the concentration of antibody required to achieve 50% of the maximum cell lysis. The potency of the variants is compared to that of the parent antibody to ensure that the engineering process has not compromised the primary biological function of the molecule."
    },
    {
      "id": "Example 5",
      "type": "prophetic",
      "text": "**Assessment of In Vitro Cytokine Release**\n\nThis example describes an in vitro assay to measure the potential of the bispecific antibody variants to induce cytokine release, a key surrogate for predicting the risk of CRS in vivo. The primary objective is to demonstrate that the novel variants induce lower levels of pro-inflammatory cytokines compared to the parent antibody.\n\nThe assay uses a co-culture of human PBMCs (which contain T-cells as effectors) and FcRH5-expressing target cells (e.g., H929). PBMCs are isolated from multiple healthy donors to account for donor-to-donor variability. The target cells and PBMCs are co-cultured at an appropriate ratio (e.g., 10:1 PBMC:target) in 96-well plates. The antibody variants and the parent antibody are added to the wells at a range of concentrations, typically starting from a concentration known to induce maximal T-cell killing and extending to lower concentrations.\n\nAfter a 24-hour incubation period, the cell culture supernatant is carefully collected from each well. The concentrations of key pro-inflammatory cytokines associated with CRS are measured in the supernatant. This panel of cytokines includes, but is not limited to, Interleukin-6 (IL-6), Interferon-gamma (IFN-γ), Tumor Necrosis Factor-alpha (TNF-α), Interleukin-2 (IL-2), and Interleukin-10 (IL-10). The cytokine levels are quantified using a multiplex immunoassay platform, such as a Luminex-based assay or a Meso Scale Discovery (MSD) assay, which allows for the simultaneous measurement of multiple analytes from a small sample volume.\n\nThe results are analyzed by comparing the peak cytokine levels and the overall cytokine release profile induced by each variant to those induced by the parent antibody at equivalent concentrations. A variant is considered to have an improved safety profile if it induces a statistically significant reduction in the release of one or more key cytokines, particularly IL-6 and IFN-γ, while maintaining potent cytotoxic activity as determined in Example 4. This result would provide strong evidence that the variant has a lower intrinsic potential to cause CRS and would support the clinical testing of a fixed-dose regimen."
    }
  ],
  "part6_embodiments": [
    {
      "no": 1,
      "text": "An isolated bispecific antibody, or an antigen-binding fragment thereof, that specifically binds to human Fc Receptor Homolog 5 (FcRH5) and human CD3, wherein the antibody comprises at least one amino acid sequence modification compared to a parent antibody, and wherein the antibody exhibits at least one improved property."
    },
    {
      "no": 2,
      "text": "The antibody of embodiment 1, wherein the improved property is selected from the group consisting of reduced induction of cytokine release, reduced immunogenicity, enhanced thermal stability, and reduced aggregation propensity."
    },
    {
      "no": 3,
      "text": "The antibody of embodiment 2, wherein the reduced induction of cytokine release is characterized by a lower level of IL-6 or IFN-γ release in an in vitro co-culture assay compared to the parent antibody."
    },
    {
      "no": 4,
      "text": "The antibody of embodiment 2, wherein the enhanced thermal stability is characterized by a higher melting temperature (Tm) as measured by differential scanning calorimetry compared to the parent antibody."
    },
    {
      "no": 5,
      "text": "The antibody of embodiment 2, wherein the reduced aggregation propensity is characterized by a higher percentage of monomer as measured by size-exclusion chromatography after thermal stress compared to the parent antibody."
    },
    {
      "no": 6,
      "text": "The antibody of embodiment 2, wherein the reduced immunogenicity is characterized by a lower predicted T-cell epitope content as determined by an in silico algorithm."
    },
    {
      "no": 7,
      "text": "The antibody of any one of the preceding embodiments, wherein the parent antibody is cevostamab."
    },
    {
      "no": 8,
      "text": "The antibody of any one of the preceding embodiments, wherein the at least one amino acid sequence modification is in a framework region of a heavy chain variable (VH) domain or a light chain variable (VL) domain."
    },
    {
      "no": 9,
      "text": "The antibody of embodiment 8, wherein the modification comprises substituting a murine framework residue with a corresponding human germline framework residue."
    },
    {
      "no": 10,
      "text": "The antibody of embodiment 9, wherein the modification comprises a substitution of a Lysine (K) residue with an Arginine (R) residue."
    },
    {
      "no": 11,
      "text": "The antibody of any one of the preceding embodiments, comprising a first antigen-binding domain that binds to human FcRH5 and a second antigen-binding domain that binds to human CD3."
    },
    {
      "no": 12,
      "text": "The antibody of embodiment 11, wherein the first antigen-binding domain comprises a VH domain and a VL domain."
    },
    {
      "no": 13,
      "text": "The antibody of embodiment 12, wherein the VH domain of the first antigen-binding domain comprises an amino acid sequence having at least 95% sequence identity to SEQ ID NO: 1."
    },
    {
      "no": 14,
      "text": "The antibody of embodiment 12, wherein the VL domain of the first antigen-binding domain comprises an amino acid sequence having at least 95% sequence identity to SEQ ID NO: 2."
    },
    {
      "no": 15,
      "text": "The antibody of embodiment 11, wherein the second antigen-binding domain comprises a VH domain and a VL domain."
    },
    {
      "no": 16,
      "text": "The antibody of embodiment 15, wherein the VH domain of the second antigen-binding domain comprises an amino acid sequence having at least 95% sequence identity to SEQ ID NO: 3."
    },
    {
      "no": 17,
      "text": "The antibody of embodiment 15, wherein the VL domain of the second antigen-binding domain comprises an amino acid sequence having at least 95% sequence identity to SEQ ID NO: 4."
    },
    {
      "no": 18,
      "text": "The antibody of any one of the preceding embodiments, wherein the antibody is an IgG1."
    },
    {
      "no": 19,
      "text": "The antibody of embodiment 18, wherein the antibody comprises an Fc domain with modifications to reduce effector function."
    },
    {
      "no": 20,
      "text": "The antibody of embodiment 18, wherein the antibody comprises knob-in-hole modifications to promote heterodimerization."
    },
    {
      "no": 21,
      "text": "A pharmaceutical composition comprising the antibody of any one of embodiments 1-20 and a pharmaceutically acceptable carrier."
    },
    {
      "no": 22,
      "text": "The pharmaceutical composition of embodiment 21, formulated for intravenous or subcutaneous administration."
    },
    {
      "no": 23,
      "text": "The pharmaceutical composition of embodiment 21 or 22, wherein the composition is formulated as a fixed dose."
    },
    {
      "no": 24,
      "text": "A method of treating a hematological malignancy in a subject in need thereof, the method comprising administering to the subject a therapeutically effective amount of the antibody of any one of embodiments 1-20."
    },
    {
      "no": 25,
      "text": "The method of embodiment 24, wherein the hematological malignancy is multiple myeloma."
    },
    {
      "no": 26,
      "text": "The method of embodiment 25, wherein the multiple myeloma is relapsed or refractory multiple myeloma."
    },
    {
      "no": 27,
      "text": "The method of embodiment 26, wherein the multiple myeloma is refractory to a BCMA-targeting therapy."
    },
    {
      "no": 28,
      "text": "The method of any one of embodiments 24-27, wherein the antibody is administered as a fixed-dose regimen."
    },
    {
      "no": 29,
      "text": "The method of embodiment 28, wherein the regimen does not include a step-up dosing phase."
    },
    {
      "no": 30,
      "text": "The method of any one of embodiments 24-29, wherein administration of the antibody results in a reduced incidence or severity of cytokine release syndrome compared to administration of a parent antibody."
    },
    {
      "no": 31,
      "text": "Use of the antibody of any one of embodiments 1-20 in the manufacture of a medicament for the treatment of multiple myeloma."
    },
    {
      "no": 32,
      "text": "The antibody of any one of embodiments 1-20 for use in a method of treating multiple myeloma."
    },
    {
      "no": 33,
      "text": "The antibody for use of embodiment 32, wherein the treatment comprises administration as a fixed-dose regimen."
    }
  ],
  "part7_claims_optional": {
    "included": true,
    "claims_text": "1. An isolated bispecific antibody, or an antigen-binding fragment thereof, that specifically binds to human Fc Receptor Homolog 5 (FcRH5) and human CD3, wherein the antibody comprises at least one amino acid sequence modification in a framework region of a variable domain compared to a parent antibody, and wherein the antibody exhibits a reduced induction of cytokine release compared to the parent antibody.\n\n2. The antibody of claim 1, wherein the parent antibody is cevostamab.\n\n3. The antibody of claim 1, wherein the reduced induction of cytokine release is characterized by a lower level of IL-6 release in an in vitro assay.\n\n4. The antibody of claim 1, wherein the antibody further exhibits one or more improved properties selected from the group consisting of reduced immunogenicity, enhanced thermal stability, and reduced aggregation propensity.\n\n5. The antibody of claim 4, wherein the enhanced thermal stability is characterized by an increased melting temperature (Tm) as measured by differential scanning calorimetry.\n\n6. The antibody of claim 4, wherein the reduced aggregation propensity is characterized by a higher percentage of monomer as measured by size-exclusion chromatography.\n\n7. The antibody of claim 1, wherein the at least one amino acid sequence modification is a substitution of a murine framework residue with a human germline framework residue.\n\n8. The antibody of claim 1, comprising a first antigen-binding domain that binds to human FcRH5 and a second antigen-binding domain that binds to human CD3.\n\n9. The antibody of claim 8, wherein the first antigen-binding domain comprises a heavy chain variable (VH) region and a light chain variable (VL) region.\n\n10. The antibody of claim 9, wherein the VH region comprises an amino acid sequence having at least 95% identity to SEQ ID NO: 1.\n\n11. The antibody of claim 9, wherein the VL region comprises an amino acid sequence having at least 95% identity to SEQ ID NO: 2.\n\n12. The antibody of claim 8, wherein the second antigen-binding domain comprises a heavy chain variable (VH) region and a light chain variable (VL) region.\n\n13. The antibody of claim 12, wherein the VH region comprises an amino acid sequence having at least 95% identity to SEQ ID NO: 3.\n\n14. The antibody of claim 12, wherein the VL region comprises an amino acid sequence having at least 95% identity to SEQ ID NO: 4.\n\n15. The antibody of claim 1, wherein the antibody is a full-length IgG antibody.\n\n16. The antibody of claim 15, wherein the antibody is an IgG1 subclass.\n\n17. The antibody of claim 15, wherein the antibody comprises an Fc domain comprising knob-in-hole mutations to promote heterodimerization.\n\n18. The antibody of claim 15, wherein the Fc domain comprises one or more mutations that reduce effector function.\n\n19. A pharmaceutical composition comprising the antibody of claim 1 and a pharmaceutically acceptable carrier.\n\n20. The pharmaceutical composition of claim 19, formulated for subcutaneous administration.\n\n21. A method of treating multiple myeloma in a subject in need thereof, the method comprising administering to the subject a therapeutically effective amount of the antibody of claim 1.\n\n22. The method of claim 21, wherein the multiple myeloma is relapsed or refractory multiple myeloma.\n\n23. The method of claim 22, wherein the multiple myeloma is refractory to a B-cell maturation antigen (BCMA)-targeting therapy.\n\n24. The method of claim 21, wherein the antibody is administered as a fixed-dose regimen.\n\n25. The method of claim 24, wherein the subject is administered a first dose and a subsequent dose, and wherein the first dose is the same as the subsequent dose.\n\n26. The method of claim 21, wherein administration of the antibody to the subject results in a reduced incidence or severity of cytokine release syndrome compared to administration of the parent antibody."
  }
}